Repository: osmfj/osm-trans-ja
Catalog: tm/tasking-manager.tmx
Source language: en
Languages: ja

source: Add any information that can be useful to users while mapping a task. "{x}", "{y}" and "{z}" will be replaced by the corresponding parameters for each task. "{x}", "{y}" and "{z}" parameters can only be be used on tasks generated in the Tasking Manager and not on imported tasks.
ja: タスクを実行するにあたり、利用者にとって有益な情報を記入してください。"{x}" と "{y}" と "{z}" の値は、それぞれのタスクにおいて適切なパラメータに置換されます。"{x}" と "{y}" と "{z}" の値はTasking Managerで生成されたタスク上のみで有効となり、インポートされたタスク上では有効となりません。

source: Example: This task involves loading extra data. Click [here](http://localhost:8111/import?new_layer=true&amp;url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) to load the data into JOSM.
ja: 例:このタスクでは追加のデータを読み込みます。[here](http://localhost:8111/import?new_layer=true&amp;url=http://www.domain.com/data/{x}/{y}/{z}/routes_2009.osm) をクリックして、データをJOSMに読み込んでください。

source: Changeset comment
ja: 変更セットコメント

source: Example: #hotosm-project-470 #missingmaps Buildings mapping.
ja: 例: #hotosm-project-470 #missingmaps 建物の追加

source: Default comments added to uploaded changeset comment field. Users should also be encouraged to add text describing what they mapped. Hashtags are sometimes used for analysis later, but should be human informative and not overused, #group #event for example.
ja: アップロードしたチェンジセットに表示されるデフォルトのコメントです。ユーザーは、マッピングした内容を説明するテキストを追加することが推奨されます。ハッシュタグは、後で分析するために使用されることがありますが、人間に有益である必要があり、過度に使用してはいけません。例：#group #event

source: All roles
ja: すべてのロール

source: Mapper
ja: マッパー

source: Subject *
ja: 表題 *

source: Message *
ja: メッセージ *

source: Advanced
ja: 上級者

source: Intermediate
ja: 中級者

source: Beginner
ja: 初心者

source: Filter teams by organizations
ja: 組織によってチームを絞り込み

source: Select a team...
ja: チームを選択

source: Select a role...
ja: ロールの選択

source: Add
ja: 追加

source: Preview
ja: プレビュー

source: Enabled
ja: 有効化

source: Delete Custom Editor
ja: カスタムエディタを除去

source: Remove Custom Editor
ja: カスタムエディタを削除

source: This will remove the custom editor from the project. Are you sure you don't want to disable the custom editor by toggling the "Enabled" checkbox above?
ja: プロジェクトからカスタムエディタ設定を削除します。カスタムエディタの "有効化" チェックボックスを変更することで、削除を行うことなくエディタの利用可否を変更することが可能です。

source: Generic project
ja: 汎用プロジェクト

source: Difficulty level
ja: 難易度

source: More filters
ja: その他のフィルタ

source: Show map
ja: 地図を表示

source: List view
ja: リスト表示

source: All campaigns
ja: すべてのキャンペーン

source: Show {typeOfTag}
ja: {typeOfTag} を表示

source: Search project
ja: プロジェクトを検索

source: All Organizations
ja: すべての組織

source: Location
ja: 地域

source: Locations
ja: 地域

source: Filters
ja: フィルタ

source: My Projects
ja: 自分のプロジェクト

source: Manage Projects
ja: プロジェクト管理

source: Favorited
ja: お気に入り

source: Contributed
ja: 参加済み

source: Active
ja: 有効

source: Created by me
ja: 自分で作成

source: New projects
ja: 新規プロジェクト

source: Old projects
ja: 古いプロジェクト

source: Urgent projects
ja: 緊急プロジェクト

source: Beginner projects
ja: 初心者向けプロジェクト

source: Advanced projects
ja: 上級者向けプロジェクト

source: Active projects
ja: アクティブプロジェクト

source: Apply
ja: 適用

source: Clear
ja: 解除

source: You have some unsaved map changes
ja: 地図への変更が保存されていません

source: Save or undo it to be able to split the task
ja: タスクを分割するには、変更を保存するか、変更の取り消しを行ってください

source: Save or undo it to be able to select another task
ja: 別のタスクを選択するには、変更の保存か取り消しを行ってください。

source: Close
ja: 閉じる

source: It wasn't possible to lock this task for you...
ja: このタスクをロックすることができませんでした。

source: Some error occurred when trying to lock this task. Check if your user matches the level, role and permissions required by this project.
ja: タスクのロック時にエラーが発生しました。プロジェクトに設定したレベルや役割、権限がユーザと合致しているか、確認してください。

source: This project has a required license.
ja: プロジェクトにライセンス要求が設定されています。

source: Please accept this license in order to colaborate in this project.
ja: プロジェクトに参加するには、ライセンスを了承してください。

source: Accept
ja: 承諾

source: We found another mapping task already locked by you
ja: すでにロックしている別のマッピングタスクが見つかりました。

source: It is on the Project #{project}. You will need to update the status of that task before you can map another task.
ja: #{project} のプロジェクトです。 別のタスクをマッピングする前に、このタスクのステータスを更新する必要があります。

source: The task #{taskId} was previously locked by you. You will need to update the status of that task before you can map another task.
ja: タスク #{taskId} が先にロックされています。 別のタスクをマッピングする前に、そのタスクのステータスを更新する必要があります。

source: Some tasks were previously locked by you on this project. You will need to update the status of those tasks before you can map another task.
ja: このプロジェクトでいくつかのタスクをロックしています。 別のタスクをマッピングする前に、これらのタスクのステータスを更新する必要があります。

source: Go to Project #{project}
ja: #{project} のプロジェクトに移動

source: {mapOrValidate} that task
ja: {mapOrValidate} タスク

source: {mapOrValidate} those tasks
ja: {mapOrValidate} タスク

source: Legend
ja: 凡例

source: Filter tasks by id or username
ja: IDやユーザ名でタスクをフィルタ

source: Reload editor
ja: エディタを再読込

source: Open editor
ja: エディタで開く

source: Show sidebar
ja: サイドバー表示

source: Hide sidebar
ja: サイドバー非表示

source: Task
ja: タスク

source: Task #{id}
ja: タスク #{id}

source: contributions
ja: 協力

source: Custom Layer
ja: カスタムレイヤ

source: Any available source
ja: 利用可能なソース

source: Map a task
ja: タスクのマッピング

source: Map selected task
ja: 選択したタスクをマッピング

source: Map another task
ja: 他のタスクをマッピング

source: Validate a task
ja: タスクの検証

source: {number, plural, one {Validate selected task} other {Validate # selected tasks}}
ja: {number, plural, other {}}

source: Validate another task
ja: 他のタスクを検証

source: Select another project
ja: 他のプロジェクトを選択

source: Resume mapping
ja: マッピングの再開

source: Resume validation
ja: 検証再開

source: Last updated by {user}
ja: {user} が最終更新

source: Zoom map to task
ja: 地図上のタスク部分を拡大する

source: Copy task link
ja: タスクのリンクをコピーする

source: Priority areas
ja: 優先エリア

source: Available for mapping
ja: マッピング可能

source: Ready for validation
ja: 検証準備完了

source: Locked
ja: ロック

source: Locked for mapping
ja: マッピング実施中

source: Locked for validation
ja: 検証作業実施中

source: Finished
ja: 終了しました

source: Unavailable
ja: 無効

source: Split
ja: 分割

source: Sort by task number
ja: タスク番号で並べ替え

source: Last updated first
ja: 最終更新順

source: No tasks were found.
ja: タスクが見つかりませんでした。

source: Completion
ja: 完了

source: History
ja: 履歴

source: Once you have finished mapping
ja: マッピングが完了したら、

source: Select one of the options below that matches your edit status
ja: 編集のステータスに一致するオプションを 1 つ選択します。

source: Write a comment
ja: コメントを書く

source: Leave a comment (optional)
ja: コメントを残す (オプション)

source: Submit your work
ja: 作業を完了する

source: Comment
ja: コメント

source: Write a comment on this task
ja: このタスクにコメントを書く

source: Task status
ja: タスクの状態

source: Request revalidation
ja: 再検証を依頼

source: Task status will be changed to "Ready for validation".
ja: タスクのステータスが"検証待ち"状態に変更されます。

source: Request mapping
ja: マッピング要請

source: Task status will be changed to "Available for mapping".
ja: タスクのステータスが"マッピング可能"状態に変更されます。

source: Do want to proceed?
ja: 実施してもよろしいですか？

source: Yes
ja: はい

source: No
ja: いいえ

source: Is this task completely mapped?
ja: このタスクは完璧にマップされていますか？

source: Is this task well mapped?
ja: このタスクのマッピングは十分ですか？

source: The imagery is bad
ja: 低品質の画像

source: Split task
ja: タスクの分割

source: Select another task
ja: 他のタスクを選択

source: Stop validation
ja: 検証を中断

source: Tasks map
ja: タスクマッピング済

source: Submit task
ja: タスクを投稿

source: Submit tasks
ja: タスクを投稿

source: Task unavailable
ja: タスク実施不可

source: Task data
ja: データをタスクにする

source: Project #{id}
ja: プロジェクト #{id}

source: Download from Overpass
ja: Overpassダウンロード

source: Visualize with Overpass
ja: Overpassで可視化

source: View changesets in OSMCha
ja: OSMChaで変更セットを表示

source: commented
ja: コメント済

source: locked for mapping
ja: マッピング実施中

source: locked for validation
ja: 検証作業実施中

source: automatically unlocked for mapping
ja: マッピングのために自動的にロックを解除

source: automatically unlocked for validation
ja: 検証のために自動的にロックを解除

source: marked as unavailable
ja: 使用不可としてマーク

source: marked as mapped
ja: マッピング完了としてマーク

source: marked as validated
ja: 検証済みとしてマーク

source: marked as more mapping needed
ja: 追加のマッピングが必要としてマーク

source: split a task
ja: タスクを分割

source: marked as ready for mapping
ja: マッピングの準備が完了とマーク

source: Map
ja: マッピング

source: Validate
ja: 検証

source: Total
ja: 合計

source: {lockStatus} by {user}
ja: {user} により {lockStatus}

source: Specific task information
ja: 特別タスク情報

source: You are not ready to work on this project...
ja: プロジェクトへの参加条件を満たしていません。。。

source: Only users with intermediate or advanced experience level can validate this project.
ja: 確認作業は中級レベルまたは上級レベルのユーザーだけが実施できます。

source: Only users with intermediate or advanced experience level can map this project.
ja: 中級レベルまたは上級レベルのユーザーだけがマッピングに参加できます。

source: You need to be member of one of the validation teams to be able to validate this project.
ja: このプロジェクトで確認作業に参加するには、確認作業チームのメンバーになる必要があります。

source: You need to be member of one of the mapping teams to be able to map this project.
ja: このプロジェクトでマッピング作業に参加するには、確認作業チームのメンバーになる必要があります。

source: You are not allowed to manage organizations.
ja: 組織を管理することはできません。

source: Managers
ja: 管理者

source: Manage {entity}
ja: {entity} 管理

source: Members
ja: メンバ

source: Mapping teams
ja: マッピングチーム

source: Validation teams
ja: 検証チーム

source: Team members
ja: チームメンバ

source: Subject
ja: 対象

source: Join requests
ja: 参加リクエスト

source: There isn't requests to join the team.
ja: チームへの参加条件はありません。

source: Campaigns
ja: キャンペーン

source: Licenses
ja: ライセンス

source: Users
ja: ユーザ

source: User
ja: ユーザ

source: Category
ja: カテゴリ

source: Category information
ja: カテゴリ情報

source: You will be able to add more users after you save for the first time.
ja: 最初に保存した後でもさらにユーザーを追加することができます。

source: My Organizations
ja: 自分の組織

source: Reject
ja: 却下

source: Organizations
ja: 組織

source: Organization information
ja: 組織の情報

source: Team information
ja: チームの情報

source: Campaign information
ja: キャンペーン情報

source: License information
ja: ライセンス情報

source: Plain Text
ja: プレーンテキスト

source: Invite only
ja: 招待のみ

source: Visibility
ja: 視認性

source: Image
ja: 画像

source: Website
ja: ウェブサイト

source: Search for Tasking Manager users
ja: Tasking Managerユーザ名で検索

source: Save
ja: 保存

source: Done
ja: 完了

source: Administrators
ja: 管理者

source: You are not a member of a team yet.
ja: あなたはまだチームのメンバーではありません。

source: There are no campaigns yet.
ja: キャンペーンはまだありません。

source: There are no categories yet.
ja: カテゴリはまだありません。

source: There are no licenses yet.
ja: ライセンス情報が設定されていません。

source: Public
ja: 公開

source: Private
ja: プライベート

source: Managers need to approve a member's request to join.
ja: メンバーの新規参加には管理者の承認が必要です。

source: Your request to join this team is waiting for approval.
ja: このチームへの参加リクエストは承認待ちです。

source: This {entity} doesn't have projects yet.
ja: この {entity} にはまだプロジェクトがありません。

source: No teams found.
ja: チームが見つかりません。

source: {changesets} / {nextLevelThreshold} changesets to {level}
ja: {changesets} / {level} まで {nextLevelThreshold} 変更セット

source: Personal information
ja: 個人情報

source: City
ja: 市

source: Gender
ja: 性別

source: Female
ja: 女性

source: Male
ja: 男性

source: Prefer not to say
ja: 言明したくない

source: Prefer to self-describe:
ja: 自分で記述:

source: Expert mode
ja: エキスパートモード

source: Expert mode makes advanced and experimental features available. Most users should leave this off.
ja: エキスパートモードでは、高度な機能や実験的な機能を利用できます。 ほとんどのユーザーは、この機能をオフにしておきます。

source: Default editor
ja: デフォルトのエディタ

source: Select default editor
ja: デフォルトのエディタを選択

source: Select the default editor you want to use when mapping tasks. By selecting a default option, you will not need to select an editor each time you map.
ja: タスクのマッピング時に使用するデフォルトのエディタを選択します。 デフォルトのオプションを選択することで、マッピングするたびにエディタを選択する必要がなくなります。

source: Define your preferred language. It will also affect the language of the maps you see on Tasking Manager.
ja: 使用する言語を設定します。Tasking Managerに表示されるマップの表示言語にも影響します。

source: Become a validator
ja: 確認者になる

source: Validators check the quality of map edits completed and provide feedback for mappers on how to improve. If you are an experienced mapper, apply to become a validator.
ja: 確認者は完了したマッピングの品質をチェックし、改善方法をマッパーにフィードバックします。 経験豊富なマッパーであれば、確認者になることができます。

source: Project updates
ja: プロジェクト更新

source: Required fields
ja: 必須項目

source: You get a notification when a project you have contributed to makes progress.
ja: あなたが参加したプロジェクトが進行すると通知を受け取ります。

source: Comments
ja: コメント

source: Learn how
ja: 解説

source: Welcome to Tasking Manager!
ja: Tasking Managerにようこそ！

source: Interests updated successfully.
ja: 関心分野が正常に更新されました。

source: Interests update failed.
ja: 関心分野の更新に失敗しました。

source: Interests
ja: 関心分野

source: Select causes of interest to help us recommend the right projects for you.
ja: 関心分野を記入することで、適切なプロジェクトを紹介できるかもしれません。

source: Complete your profile
ja: プロフィールを完成させる

source: Please provide your information
ja: 情報を入力してください

source: You're almost done!
ja: もう少しで終わります！

source: Your profile is complete!
ja: プロフィールが完成しました。

source: Complete my profile
ja: プロフィールを完成させる

source: Need help?
ja: ヘルプが必要ですか？

source: How to map?
ja: どのようにマッピングするのですか？

source: Quickstart guide
ja: クイックスタートガイド

source: What is OpenStreetMap?
ja: オープンストリートマップとは

source: Contribute to your first project
ja: 最初のプロジェクトへの協力

source: Looks like you haven't mapped any tasks yet.
ja: まだタスクをマッピングしていないようです。

source: Fortunately, it's very easy to map one!
ja: 幸いにも、マッピングするのはとても簡単です！

source: You can start mapping by choosing one of the projects below, recommended just for you!
ja: あなたにお勧めする以下のプロジェクトのいずれかを選択することで、マッピングを開始することができます！

source: OpenStreetMap details
ja: OpenStreetMapの詳細

source: Joined OpenStreetMap
ja: OpenStreetMapに参加

source: Total changesets
ja: 全ての変更セット

source: Changesets history
ja: 変更セットの履歴

source: Edit OpenStreetMap profile
ja: OpenStreetMapのプロファイルを編集

source: API Key
ja: API キー

source: API Documentation
ja: APIドキュメンテーション

source: With this API Key, you can authenticate and use all the resources of the Tasking Manager API. For more details, checkout the {link}.
ja: APIキーを入力することで、Tasking Managerの認証やそのリソースを利用することができるようになります。詳細は {link} を参照ください。

source: Please check your email account in order to confirm your email address.
ja: メールアドレス確認を行います。メールアカウントをチェックしてください。

source: Resend validation email
ja: 検証メールを再送

source: My projects
ja: 自分のプロジェクト

source: My tasks
ja: 自分のタスク

source: My stats
ja: 自分の統計

source: Search by username
ja: ユーザ名で検索

source: Total number of users: {total}
ja: ユーザ総数: {total}

source: Set role
ja: ロール登録

source: Set mapper level
ja: マッパーレベル登録

source: Admin
ja: 管理者

source: Blocked
ja: ブロック済

source: loading
ja: 読み込み中

source: Contribution Timeline
ja: 協力タイムライン

source: Time spent mapping
ja: マッピング時間

source: Buildings mapped
ja: マッピングした建物数

source: Km road mapped
ja: マッピングした道路

source: Points of interests mapped
ja: マッピングされた地物数

source: Waterways mapped
ja: マッピングした水路

source: Top 5 projects contributed
ja: 参加プロジェクトの上位 5 件

source: Top causes contributed to
ja: 参加理由トップ

source: Edits by numbers
ja: 番号で編集

source: Top 5 countries most mapped
ja: 最もマッピングされている上位5カ国

source: No contribution
ja: 参加なし

source: contribution
ja: 協力

source: more
ja: さらに表示

source: less
ja: 非表示

source: These statistics need heavy calculations and changes are showing up with a delay of around one hour.
ja: 統計の処理は負荷が高いため、数値の変化の反映には1時間ほどかかります。

source: Return
ja: 戻る

source: Page not found
ja: ページが見つかりません

source: Project {id} not found
ja: プロジェクト {id} が見つかりません

source: Check the URL or report this error.
ja: URL を確認するか、このエラーを報告してください。

source: You are not allowed to access the management area.
ja: 管理エリアへのアクセスはできません。

source: You are not allowed to edit this project.
ja: プロジェクトへの参加権限がありません。

source: You are not allowed to edit this team.
ja: あなたはこのチームを編集することが許可されていません

source: Login or register an account
ja: ログインまたはアカウント登録

source: Manage users
ja: ユーザーの管理

source: Create new organization
ja: 組織を新規作成

source: Create new team
ja: チームを新規作成

source: Create new campaign
ja: キャンペーンを新規作成

source: Create organization
ja: 組織の作成

source: Create team
ja: チームの作成

source: Create campaign
ja: キャンペーンの作成

source: Join team
ja: チームに参加

source: Cancel request
ja: リクエストをキャンセル

source: Leave team
ja: チームから離脱

source: Manage organization
ja: 組織の管理

source: Manage team
ja: チームの管理

source: Manage campaign
ja: キャンペーンの管理

source: Manage license
ja: ライセンス情報管理

source: Manage category
ja: カテゴリの管理

source: Create new category
ja: カテゴリを新規作成

source: Create new license
ja: ライセンス新規設定

source: Create license
ja: ライセンス情報設定

source: Create category
ja: カテゴリの作成

source: You don't have any locked tasks. Access the Project #{currentProject} to select a task to map.
ja: ロックされたタスクはありません。 #{currentProject} プロジェクトにアクセスして、マッピングするタスクを選択します。

source: Your profile settings
ja: プロフィール設定

source: Email confirmed successfully!
ja: メールの確認ができました。

source: Verification failed.
ja: 検証に失敗しました。

source: The verification of your email failed. Check if the URL on the browser matches with the URL sent to your email.
ja: メールの確認に失敗しました。 ブラウザのURLがメールで送信されたURLと一致しているか確認してください。

source: Thanks for providing your email address.
ja: メールアドレスを登録いただきありがとうございます。

source: From now on, we will keep you updated on how you can make the difference by mapping on Tasking Manager. You can customize your notification preferences on {link}.
ja: 今後、Tasking Managerであなたが行った編集作業の状況が随時報告されます。 {link} から通知設定を変更することが可能です。

source: Every day, a global community works tirelessly behind the scenes to literally put people on the map. They contribute to the online Open Data map of the world. Universal access to geospatial information is heavily changing how people use maps and what they build with them.
ja: 世界中に広がるコミュニティは、日々休むことなく、文字通り人々をマップの上に配置し続けています。コミュニティが参加するのは、オンラインに広がる、オープンデータの世界地図です。世界各地から地理空間情報へ行われるアクセスを通じて、人々がどのように地図を使うか、そして地図を使ってどのように活動を行うか、それらは劇的に変化しています。

source: Learn pages
ja: 学習ページ

source: Learn to map
ja: 地図について

source: Mapping in OpenStreetMap is a team effort, continually growing due to a community of hundreds of thousands of dedicated global contributors. Everybody can participate in this open map of the world, and it needs responsible people, who are open to learn and show love for the details.
ja: OpenStreetMapでのマッピングはチーム作業であり、世界各地から参加する幾千幾万のコミュニティの活動によってその視野は広がり続けています。このオープンな世界地図には誰もが参加することができ、地図を必要とする人々に対して、学習とより詳細を知る機会を提供しています。

source: You can start your journey now. You do not have to ask permission before adding or modifying existing data. If you believe that you can improve something, then do it. But always remember, with great power comes great responsibility.
ja: さぁ、あなたの旅の始まりです。データを追加したり、既に存在するデータを編集したりすることに、誰かの許可は必要ありません。あなたの編集によってデータが改善できると思われるならば、実施してしまって問題ありません。ただし、強い力には強い責任が伴うことを忘れないでください。

source: Videos
ja: 動画

source: Manuals
ja: マニュアル

source: Step by step instructions to get you mapping as fast as possible.
ja: なるべく早くマッピングができるよう、ステップバイステップでレッスンを行いましょう。

source: Tasking Manager User Manual
ja: Tasking Managerユーザマニュアル

source: Learn how to find a project and task that interests you, how to lock a task to edit and select the suitable editing software.
ja: プロジェクトやタスクの見つけ方や、編集作業のためにタスクをロックする方法、適切な編集ソフトを選択する方法について解説されています。

source: Learn OpenStreetMap Step by Step
ja: OpenStreetMapステップバイステップ

source: Beginner’s Guide to mapping on OpenStreetMap
ja: OpenStreetMap初心者ガイド

source: Administration Guide
ja: 管理者ガイド

source: Manual on how to create and manage projects in the Tasking Manager
ja: Tasking Managerでのプロジェクト作成や管理に関するマニュアル

source: Select a project
ja: プロジェクトを選択

source: Search through our list of projects for one that meets your interests and fits your skill level.
ja: あなたの興味分野とスキルレベルを鑑みて、登録済みのプロジェクトから適切な対象を検索します。

source: Select a task
ja: タスクを選択

source: Projects are divided into a set of tasks manageable in size and adapted to your skill level
ja: プロジェクトは、管理しやすいサイズのタスクに分割され、あなたのスキルレベルにあった内容が表示されます。

source: Map through OpenStreetMap
ja: OpenStreetMapでマッピング

source: If you are new to mapping we recommend checking the manuals below before you start mapping.
ja: マッピングを初めて行う場合は、開始する前にマニュアルを参照することをおすすめします。

source: Sign up on Tasking Manager
ja: サインアップ

source: Learn how to Sign Up on Tasking Manager.
ja: Tasking Managerへのサインアップ方法

source: Mapping roads
ja: 道路マッピング

source: Learn how to map roads on OpenStreetMap.
ja: OpenStreetMapでの道路マッピング方法

source: Select a task & mapping buildings
ja: タスクを選択し、建物をマッピング

source: Learn how to map buildings on OpenStreetMap.
ja: OpenStreetMapでの建物マッピング方法

source: How to validate
ja: 検証方法

source: Learn to validate
ja: 検証作業について

source: Validation is an important part of the process. It requires confidence in your mapping abilities as well as the willingness to help coach and advise newer mappers.
ja: 一連の作業プロセスにおいて、検証作業は重要な位置を占めます。検証作業には、マッピングする能力だけではなく、コーチングやアドバイスを通じて新しく参加するマッパーを支援する気持ちが必要となります。

source: Getting a second, third, or fourth pair of eyes on mapped features is an important step for ensuring the quality of the data being added to OpenStreetMap and then used around the world.
ja: 二度三度、そしてさらに多くの目でマッピングされた地物の確認を行うことは、世界中から利用されるOpenStreetMapのデータ品質を確認する上でたいへん重要です。

source: Identify if becoming a validator is right for you
ja: 確認作業への参加

source: Validation requires patience and attention to detail. Some experience mapping in OpenStreetMap is a must, but don’t feel that you need to be an expert to get started.
ja: 検証作業には忍耐力と細部への心配りが要求されます。また、OpenStreetMapでのマッピング作業に習熟している必要がありますが、エキスパートとして極めている必要まではありません。

source: Build your skills
ja: スキルを磨く

source: Becoming a skilled mapper is crucial to becoming a validator. Build up your experience in mapping in OpenStreetMap all kinds of map elements. Make sure you are familiar with the {taggingLink}.Eventually check out the JOSM Editor, a customizable editor for OpenStreetMap with a number of tools and plugins to make mapping and validation easier!
ja: マッピングの技術を高めることは、検証作業を担う上で必須の条件となります。OpenStreetMapのマッピングに関して、あらゆる種類の要素について経験を積みましょう。 {taggingLink} に親しんでおくことも忘れないでください。カスタマイズ可能なOpenStreetMapエディタであるJOSMには、検証作業を容易にするためのプラグインやツールが用意されていますので、適宜確認してみてください。

source: Collaborate as part of the community
ja: コミュニティの一部としてのコラボレーション

source: Different validators have different techniques for validating. Join the conversation on the {mailingListLink} or the {forumLink}. Contribute resources that you find helpful and give back to the community!
ja: 検証作業における具体的な手法は作業者ごとに異なります。 {mailingListLink} や {forumLink} での会話に参加してみましょう。あなたが見つけた情報を共有するなど、ぜひコミュニティに加わってみてください。

source: After you become a skilled community mapper in OpenStreetMap, you will get confidence that you are ready to become a validator. You can apply to some of the validation teams or find a project that you want to validate on. Join the team, that will give you permission to validate the tasks. Now this is your opportunity to pay it forward and help other mappers on their journey as well
ja: OpenStreetMapでコミュニティマッパーとしてスキルを磨いたら、検証作業を行う準備が整ってきたことになります。既に存在している検証作業チームに申請するか、あるいはあなたが検証作業を行いたいプロジェクトを決めてください。チームに加わることで、タスクの作業検証を行うことができるようになります。これはペイ・フォワードの機会を得ることでもあり、あなたに続く新しいマッパーたちの手を取り、導く活動でもあります。

source: Learn to manage
ja: 管理方法について

source: Being able to organize mapping efforts is a huge opportunity for fast and coordinated data collection. In order to be successful you must be able to motivate a community of mappers.
ja: 素早く協力してデータ収集を行うには、マッピング活動をオーガナイズすることが非常に重要となります。作業を成功させるためには、マッパーたちによるコミュニティのモチベーションを高めなくてはなりません。

source: You can use the Tasking Manager to set up your own projects. Be sure to be responsible by making sure your skill level matches your ambition. It is good to reach out to the administrators of the Tasking Manager and learn more about what is needed to obtain the permissions to create and manage projects.
ja: Tasking Managerにあなた自身がプロジェクトを立ち上げることも可能です。ただ、プロジェクトの立ち上げにはそれに伴う責任が発生しますので、自身のスキルレベルがそれに見合うものであるかどうか、留意するようにしてください。立ち上げの際には、Tasking Managerの管理者に連絡をとり、プロジェクトの作成と管理の権限についてより詳しい情報を得てください。

source: Become part of a community or organization
ja: コミュニティや組織への参加
